Repository: sugarlabs/slider-puzzle-branch
Catalog: po/*.po
Languages: mn

source: Slider Puzzle
mn: Эвлүүлдэг таавар

source: Buddy '%s' changed status: %s
mn: '%s' найзын өөрчлөгдсөн статус: %s

source: Waiting for Puzzle image to be transferred...
mn: Тааврын дүрс шилжүүлэгдхийг хүлээж байна...

source: Buddy '%s' joined the game!
mn: '%s' найз тоглоомд нэгдлээ!

source: Buddy '%s' left the game!
mn: '%s' найз тоглоомоос гарлаа!

source: Solve
mn: Хариуг өгөх

source: Shuffle
mn: Холих

source: My Picture
mn: Миний Зураг

source: Time:
mn: Хугацаа:

source: Lesson Plans
mn: Хичээлийн Төлөвлөгөө

source: Waiting for remote game...
mn: Гадны тоглоомыг хүлээж байна...

source: Select image and press Start Game...
mn: Зургыг сонгоод Тоглоомыг Эхлүүлэх товчыг дар...

source: Waiting for Puzzle image to be chosen...
mn: Тааврын зураг сонгогдохыг хүлээж байна...

source: Buddies
mn: Найзууд

source: Give Up
mn: Бууж Өгөх

source: Start Game
mn: Тоглоомыг Эхлүүлэх

source: Slider Puzzle Activity
mn: Эвлүүлэх Тааврын Үйл Ажиллагаа

source: Puzzle Solved!
mn: Таавар Олдов!

source: Gave Up
mn: Бууж Өгсөн

source: Choose a Subject
mn: Сэдэв Сонгох

source: Close Lesson
mn: Хичээл Хаах

source: Game Started!
mn: Тоглоом Эхэлсэн!

source: Sea Life
mn: Далайн Амьдрал

source: Animals
mn: Амьтад

source: Birds
mn: Шувууд

source: Sequencing Puzzles
mn: Таавруудыг Дарааллуулж Байна

source: Sports
mn: Спорт

source: Insects
mn: Шавьж

source: Music
mn: Хөгжим

source: Space
mn: Сансар огторгуй

source: Lesson 5
mn: Хичээл 5

source: Lesson 4
mn: Хичээл 4

source: Overview
mn: Тойм

source: Lesson 3
mn: Хичээл 3

source: Lesson 7
mn: Хичээл 7

source: Lesson 6
mn: Хичээл 6

source: Lesson 1
mn: Хичээл 1

source: Lesson 2
mn: Хичээл 2

source: Buddy
mn: Найз

source: Status
mn: Статус

source: Play Time
mn: Тоглоомын Цаг

source: Joined at
mn: -д нэгдсэн

source: synchronizing
mn: тохируулж байна

source: Playing
mn: Тоглож Байна

source: Paused
mn: Түр зогссон

source: Finished
mn: Дууссан

source: Unknown
mn: Танигдаагүй

source: %i minutes
mn: %i минут

source: Chinese (simplified)
mn: Хятад хэл (хялбарчилсан)

source: Chinese (traditional)
mn: Хятад хэл (уламжлалт)

source: Czech
mn: Чех хэл

source: Danish
mn: Дани хэл

source: Dutch
mn: Голланд хэл

source: English
mn: Англи хэл

source: English - Great Britain
mn: Англи хэл - Их Британи

source: English - U.S.
mn: Англи хэл - А.Н.У

source: Finnish
mn: Финлянд хэл

source: French
mn: Франц хэл

source: German
mn: Герман хэл

source: Hungarian
mn: Унгар хэл

source: Italian
mn: Итали хэл

source: Japanese
mn: Япон хэл

source: Korean
mn: Солонгос хэл

source: Norwegian
mn: Норвеги хэл

source: Polish
mn: Польш хэл

source: Portuguese
mn: Португали хэл

source: Portuguese - Brazilian
mn: Португали хэл - Бразил

source: Russian
mn: Орос хэл

source: Slovak
mn: Словак хэл

source: Spanish
mn: Испани хэл

source: Swedish
mn: Швед хэл

source: Turkish
mn: Турк хэл

source: Choose image
mn: Зураг сонгох

source: Not a valid image file
mn: Боломжит зургын файл биш
